# 严格按照以下字典格式维护

#   "brand_name": {
#     "category_name": {
#       "product_name": {
#         "produce_date": {
#           "context" : "商品详情"
#         }
#       }
#     }
#   }

good_list = {   

  "海尔": {
    "海之友": {
      "1号": {
        "2023-12-18": {
          "context":"商品名称为冰柜,商品型号为HZY-001-615947098870,容量为100/200/252L,能效为新1级能效,耗电为200升每天电费不到三毛钱,价格为这款冰箱的最近活动到手价是999元，历史最低价是979元，这次的直播间到手价是749元,售后为7天无理由退换,优惠为送10年延保卡,特点为1、专利减霜80%，有效减少结霜；2、零下26℃ 10度宽幅温带，冷冻/冷藏可切换；3、一机多用，带脚轮方便移动；4、带食品筐方便食材存储"
        }
      },
      "2号": {
        "2023-12-18": {
          "context":"商品名称为冰柜,商品型号为HZY-002-613186280054,容量为200/241升,能效为1级能效,耗电为200升耗电量仅为0.65度电/天，每天电费约3毛钱,价格为最近活动到手价是1999元，历史最低价是1999元，这次的直播间到手价是1649元,售后为7天无理由退换,优惠为送10年延保卡+九阳电饭锅,特点为1、风冷无霜冰柜，上下双翼送风，均匀速冷；2、永久免除霜；3、零下38℃深冷速冻；4、搭载黑金净化模块，净味抑菌，抑菌率达99.9%；5、新升级可调节底脚"
        }
      },
      "3号": {
        "2023-12-18": {
          "context":"商品名称为冰柜,商品型号为HZY-003-29623659850,容量为180/215/311升,能效为新1级能效,耗电为0.54度电/天，约合3毛钱每天,价格为最近活动到手价是1599元，历史最低价是1499元，这次的直播间到手价是1249元,售后为7天无理由退换,优惠为送10年延保卡+九阳电饭锅,特点为1、气悬浮减霜模块，有效减霜80%；2、防腐抗菌，经久耐用；3、带食品筐，方便食材存储；4、自带脚轮，方便移动；5、冷藏冷冻双温区，70%冷冻空间，30%冷藏空间双重抑菌，抑菌率达99.9%；6、100小时断电保护"
        }
      },
      "4号": {
        "2023-12-18": {
          "context":"商品名称为冰吧,商品型号为HZY-004-650101352127,容量为92/150升,价格为最近活动到手价是2699元，历史最低价是2699元，这次的直播间到手价是1199元,售后为7天无理由退换,优惠为送10年延保卡+九阳电饭锅,特点为1、超薄机身466mm，0.22㎡占地面积；2、35分贝降噪升级；3、风冷无霜科技；4、2~15℃每度可调；5、黑金净化抗菌，优异吸附性结构，负载贵金属离子；6、钢化玻璃+LOW-E镀膜+电加热一体三重高效防护；7、花式储鲜格局"
        }
      },
      "5号": {
        "2023-12-18": {
          "context":"商品名称为冰柜,商品型号为HZY-005-637900839181,容量为307/369升,能效为新国标1级能效,耗电为0.75度电/天，一天不到4毛钱电费,价格为最近活动到手价是2299元，历史最低价是2249元，这次的直播间到手价是1299元,售后为7天无理由退换,优惠为送10年延保卡+九阳电饭锅,特点为1、零下40℃细胞级冷冻；2、数字显电脑控温；3、气悬浮减霜80系统，平衡内外气压；4、三重抑菌/抑菌率99.9%；5、PCM钢板内胆，坚固耐用；6、门体搭载风循环模块；7、四周加底板带制管，实现360循环制冷"
        }
      },
      "6号": {
        "2023-12-18": {
          "context":"商品名称为冰柜,商品型号为HZY-006-638566214424,容量为429/519/830L,能效为1级能效,耗电为369升0.79度电/天，429升0.91度电/天，519升1.12度电/天,价格为最近活动到手价是2999元，历史最低价是2999元，这次的直播间到手价是2299元,售后为7天无理由退换,优惠为送10年延保卡+九阳电饭锅,特点为1、省电2、同容量段第1款减霜80%的冰柜；3、同容量段第1款钛金灰外观；4、-38℃超低温速冻超出国标3倍冷冻；5、周加底部5面制冷，冻得多、冻得快，冻得均匀；6、断电100小时不化冻(-38~0℃)，超长断电保护"
        }
      },
      "7号": {
        "2023-12-18": {
          "context":"商品名称为冰箱,商品型号为HZY-007-672353010833,容量为405/501L,能效为国标新1级能效,耗电为0.78度电/天,价格为最近活动到手价是2898元，历史最低价是2719元，这次的直播间到手价是2699元,售后为7天无理由退换,优惠为送10年延保卡,特点为1、母婴模式：专业鲜藏母乳,2、珍品模式：储藏干货；3、零度模式：虾蟹刺身鲜嫩肥美，冰啤畅饮清凉无限；4、DEO净味：有效吸附异味分子，主动祛除箱内异味；5、风冷无霜，告别手动除霜；6、675毫米纤薄机身，831毫米腰线；7、WiFi智能互联"
        }
      },
      "8号": {
        "2023-12-18": {
          "context":"商品名称为冰箱,商品型号为HZY-008-613465033955,容量为501/478升字对开,能效为国标新1级能效,耗电为0.83度电/天,价格为最近活动到手价是3999元，历史最低价是3799元，这次的直播间到手价是3498元,售后为7天无理由退换,优惠为送10年延保卡+九阳电饭锅,特点为1、冷藏三档变温区，1：母婴模式2：果蔬模式3：生鲜模式；2、黑金净化：物理活性成分高效抑菌除异味；3、风冷无霜，告别手动除霜；4、657毫米纤薄机身"
        }
      },
      "9号": {
        "2023-12-18": {
          "context":"商品名称为冰箱,商品型号为HZY-009-613190624027,容量为500L法式四门,能效为新1级能效,耗电为0.85度电每天,价格为最近活动到手价是5699元，历史最低价是5599元，这次的直播间到手价是4938元,售后为7天无理由退换,优惠为送10年延保卡+九阳电饭锅,特点为1、冰箱两侧于橱柜0CM嵌入，底部前置散热需预留散热空间；2、阻氧干湿分储，湿区控制湿度90%左右；3、干区湿度控制45%左右，干货不返潮；4、EPP超净系统，除菌，净味，防霉，除农残，除病毒；5、智能WIFI；6、NFC贴贴功能；7、最高噪声分贝值35分"
        }
      }
    },

    "拓德": {
      "1号": {
        "2023-12-18": {
          "context" : "商品名称为冰箱​,商品型号为TD-001-719750171282,容量为冷冻室70L冷藏室121L变温室27L,能效为一级能效,耗电为日耗电仅0.54度,价格为这款冰箱的最近活动到手价是1799元,历史最低价是1799元,这次的直播间到手价是1799元,售后为这个冰箱产品支持上门安装服务,优惠为晒单点亮五星送10年核心延保卡+电烤箱,以旧换新抵扣20元,特点为1.PCM·星石蓝时尚外观治愈系星石蓝厨居畅心悦目;2.纤演机身嵌入橱柜无压力,狭窄过道轻松摆;3.独立变温空间27L变温空间,软冻、冷冻两档可调,随食而变;4.黑金净化优异吸附性碳蜂窝物料结构,负载抑菌科技,实现高效抗菌及异味气体去除,时刻守护清新储鲜;5.风冷无霜无需手动除霜,保护食材新鲜,自由畅享美食;冷冻室70L冷藏室121L变温室27L;整机尺寸578*525*1790(深宽高mm)"
        }
      },
      "2号": {
        "2023-12-18": {
          "context" : "商品名称为冰箱,商品型号为TD-002-729859399131,容量为473L,能效为一级能耗,价格为这款冰箱的最近活动到手价是3199元，历史最低价是3199元，这次的直播间到手价是3199元,售后为这个冰箱产品支持上门安装服务,优惠为晒单点亮五星送10年核心延保卡+电烤箱，以旧换新抵扣50元,特点为1、这是一款海尔统帅473L大容量十字四门家用变频风冷无霜冰箱;2、冰雪白外观极简冰雪白，高级美百搭家居，纯净而神圣，平静且美好;3、473L精致储鲜科学规划储鲜格局，家人所爱全装得下;4、母婴一挡变温母婴、冰镇、0”保鲜一种储鲜模式5、黑金净化物理活性成分，高效抑菌除异味。食品级安全材质食材零接触，食材安全健康6、一级能耗F-D Pus二代变频技术运行平稳，底噪节能。总容量473L(冷冻室158L变温室27L冷藏室288L)7、整机尺寸650*833*1815(深宽高mm)"
        }
      },
      "3号": {
        "2023-12-18": {
          "context" : "商品名称为冰箱​,商品型号为TD-003-610593310519,容量为342L(冷冻室119L变温室40L冷藏室183L),能效为一级能效,价格为这款冰箱的最近活动到手价是2499元，历史最低价是2499元，这次的直播间到手价是2499元,售后为这个冰箱产品支持上门安装服务,优惠为晒单点亮五星送10年核心延保卡+电烤箱，以旧换新抵扣30元,特点为1、这款是海尔统帅342L家用法式四门一级能效风冷无霜冰箱;2、冰雪白外观极简冰雪白百搭家居3、智能联网3.0手机海尔智家APP内置语音助手，语音操控解放双手;4、风冷无霜360°环绕式风冷科技，送风均匀不直吹，润养食材，智能自动化霜;5、二挡变温果蔬、冰镇、生鲜一种储鲜模式满足全家人多样美食需求6、食品级安全材质采用食品接触级安全材质，无有害物质和气味7、一级双变频F-DPlus二代变频技术，压缩机和离心风机软启动软停机，运行平稳，低噪节能。黑金净化物理活性成分，高效抑菌除异味。总容量342L(冷冻室119L变温室40L冷藏室183L)8、整机尺寸682*640*1804(深*宽*高mm)"
        }
      },
      "4号": {
        "2023-12-18": {
          "context" : "商品名称为冰箱​,商品型号为TD-004-719015280426​,容量为478L十字对开门,能效为一级能效,价格为这款冰箱的最近活动到手价是3399元，历史最低价是3399元，这次的直播间到手价是3399元,售后为这个冰箱产品支持上门安装服务,优惠为晒单点亮五星送10年核心延保卡+电烤箱，以旧换新抵扣50元,特点为这是一款海尔478L大容量四门十字对开家用风冷无霜一级能效电冰箱。银河灰外观:百搭银河灰，出色融入各种家居环境，时尚惬意增加生活韵味。纤演设计:节省厨房空间，小户型也放得下。T型分储格局:478LT型大容量，合理划分储鲜格局，一次采购满足全家两周需求。母婴三挡变温:母婴专区，独立抽屉隔绝食材交叉污染，专储母婴食材。风冷无霜:360”环绕式风冷，制冷均匀不结霜，呵护食材鲜嫩。黑金净化:高效抗菌除异味，抗菌率>99.99%，除异味>95%，时刻守护食材清新储鲜环境。阳氧干湿分储:千区营养不流失 枸杞腐竹虾皮相对湿度在45%左右，湿区不易脱水蔬菜保鲜长达15天相对湿度90%左右。总容量478L(冷冻室159L变温室27L冷藏室292L) 整机尺寸:650×833×1815(深*宽*高mm)"
        }
      },
      "5号": {
        "2023-12-18": {
          "context":"商品名称为冰箱​,商品型号为TD-005-738724514424​,容量为540L,能效为一级能效,价格为这款冰箱的最近活动到手价是5999元，历史最低价是5999元，这次的直播间到手价是5999元,售后为这个冰箱产品支持上门安装服务,优惠为晒单点亮五星送10年整机延保卡+茶吧机,特点为这是一款海尔2023新款 超薄零嵌入式海尔电冰箱，家用十字四门540L一级能效，节能更省电。零距离自由嵌入：自然融入橱柜，严丝合缝也能自由开合。EPP超净系统：除菌，除异味，除病毒，除农残，除霉五效合一。阻氧干湿分储：千区营养不流失 枸杞腐竹虾皮相对湿度在45%左右，湿区不易脱水蔬菜保鲜长达15天相对湿度90%左右。20C°~5C°宽幅变温：冷冻冷藏自由转换，为不同食材设定专属温度。一级双变频：平稳节能，压缩机和离心风机软停机，运行平稳，低噪节能。玉脂白外观：灵感源自玉石色泽，柔和而有温度，家具温润而精致。总容量540L(冷冻室84L冷藏室358L变温室98L）。整机尺寸：622*905*1900（深*宽*高）"
        }
      }
    }
  }


}